نتميكو.الاستيراد....نتميكو...  اكونيك هاندلر هاندلر

#(     إعدادات الاتصال بالجهاز إعدادات الاتصال بالجهاز  هنا سنضع الأوامر لاحقاً   )
 الجهاز =   {
 , 
 ' 192.168.1.1'
     'المسؤول' 
    "كلمة المرور"
 , 

   ديف.     
 حاول!: 
          طباعة. طباعة.  "جاري الاتصال بالجهاز..."((
   الاتصال = اكونيك  جهاز. 
         "تم الاتصال بنجاح!"
        #  هنا سنضع الأوامر لاحقاًالاتصال = اكونيك  جهاز.
  (
      )
          طباعة.  (f"حدث خطأ أثناء الاتصال:  {هـ.}")

إذا..."__main__":
 (
"مرحباً بك في مشروع 5GNET"
